Repository: sharath-koovill/esd
Catalog: friends/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Message
pl: Wiadomość

source: Unknown user.
pl: Nieznany użytkownik.

source: You can't request friendship with yourself.
pl: Nie możesz zaprosić sam siebie do znajomych.

source: You are already friends with %(username)s.
pl: Już jesteście znajomymi z %(username)s.

source: You can't invite %(username)s to friends.
pl: Nie możesz zaprosić użytkownika %(username)s do znajomych.

source: Already requested friendship with %(username)s.
pl: Użytkownik %(username)s został już zaproszony do znajomych.

source: %(username)s has already requested friendship with you.
pl: Użytkownik %(username)s zaprosił cię już do znajomych.

source: %(username)s and you are not friends.
pl: Nie jesteście znajomymi z użytkownikiem %(username)s.

source: %(username)s and you are friends. You can't block user that is your friend.
pl: Użytkownik %(username)s i ty jesteście znajomymi. Nie możesz zablokować użytkownika, który jest twoim znajomym.

source: Invitation received
pl: Otrzymano zaproszenie

source: You have received an invitation.
pl: Otrzymałeś zaproszenie.

source: Invitation sent
pl: Zaproszenie wysłano

source: You have sent an invitation.
pl: Wysłałeś zaproszenie.

source: Acceptance received
pl: Akceptacja otrzymana

source: An invitation you sent has been accepted.
pl: Zaproszenie, które wysłałeś zostało zaakceptowane.

source: Acceptance sent
pl: Akceptacja wysłana

source: You have accepted an invitation you received.
pl: Zaakceptowałeś otrzymane zaproszenie.

source: Other connection
pl: Znajomy znajomego

source: One of your friends has a new friend.
pl: Jeden z twoich znajomych ma nowego znajomego.

source: Friend removed
pl: Znajomy usunięty

source: One person was removed from your friends.
pl: Jedna osoba została usunięta ze znajomych.

source: I would like to add you to my friends.
pl: Chciałbym dodać Cię do moich znajomych.

source: Friendship invitation for %(username)s was created.
pl: Zaproszenie do znajomych dla użytkownika %(username)s zostało utworzone.

source: User %(username)s was removed from friends.
pl: Użytkownik %(username)s został usunięty ze znajomych.

source: User %(username)s was blocked from sending invitations.
pl: Użytkownik %(username)s został zablokowany.

source: User %(username)s was unblocked from sending invitations.
pl: Użytkownik %(username)s został odblokowany.

source: Invitation deleted.
pl: Zaproszenie usunięte.

source: Invitation accepted.
pl: Zaproszenie zaakceptowane.

source: Invitation declined.
pl: Zaproszenie odrzucone.

source: from user
pl: od użytkownika

source: to user
pl: do użytkownika

source: added
pl: dodano

source: owner
pl: właściciel

source: name
pl: nazwa

source: %(display_name)s (%(owner)s's contact)
pl: %(display_name)s (kontakt użytkownika %(owner)s)

source: %(total)s contacts found, %(imported)s new contacts imported, %(suggestions)s new friendship suggestions added.
pl: Znaleziono %(total)s kontaktów, zaimportowano %(imported)s nowych kontaktów, utworzono %(suggestions)s nowych sugestii znajomości.

source: There was an error importing your contacts.
pl: Podczas importowania twoich kontaktów wystąpił błąd.

source: We're still importing your contacts. It shouldn't take too long.
pl: Importowanie twoich kontaktów jest w toku. Nie potrwa to zbyt długo.

source: Import contacts
pl: Importowanie kontaktów

source: Select service from which you want to import your contacts:
pl: Wybierz serwis, z którego chcesz zaimportować swoje kontakty:

source: Import of your contacts is already running. Please wait until it finishes and then try again.
pl: Importowanie twoich kontaktów jest w toku. Poczekaj do czasu kiedy się zakończy i spróbuj ponownie.

source: Suggested friends
pl: Sugerowani znajomi

source: invite to friends
pl: zaproś do znajomych

source: Friends
pl: Znajomi

source: Blocked users
pl: Zablokowaniu użytkownicy

source: unblock
pl: odblokuj

source: Invite %(friend)s to your friends
pl: Zaproś użytkownika %(friend)s do znajomych

source: Invite
pl: Zaproś

source: Remove %(friend)s from your friends
pl: Usuń użytkownika %(friend)s ze znajomych

source: Are you sure you want to remove %(friend)s from your friends?
pl: Na pewno chcesz usunąć użytkownika %(friend)s ze znajomych?

source: Remove
pl: Usuń

source: remove from friends
pl: usuń ze znajomych

source: %(friend)s's friends
pl: Znajomi użytkownika %(friend)s

source: Friends request from %(from_user)s
pl: Zaproszenie do znajomych od użytkownika %(from_user)s

source: Friends request to %(to_user)s
pl: Zaproszenie do znajomych do użytkownika %(to_user)s

source: Accept
pl: Zaakceptuj

source: Decline
pl: Odrzuć

source: Decline and block
pl: Odrzuć i zablokuj

source: Delete
pl: Usuń

source: Received invitations
pl: Otrzymane zaproszenia

source: Sent invitations
pl: Wysłane zaproszenia

source: From
pl: Od

source: To
pl: Do

source: Received
pl: Otrzymano

source: Sent
pl: Wysłano

source: Invitation
pl: Zaproszenie

source: Details
pl: Szczegóły

source: Block %(blocked)s from sending invitations
pl: Zablokuj %(blocked)s

source: Are you sure you want to block %(blocked)s from sending you invitations?
pl: Na pewno chcesz zablokować użytkownikowi %(blocked)s możliwość wysyłania ci zaproszeń?

source: Block
pl: Zablokuj

source: %(invitation_to_user)s has accepted your friend request.
pl: Użytkownik %(invitation_to_user)s zaakceptował twoje zaproszenie do znajomych.

source: <a href="%(user_url)s">%(invitation_to_user)s</a> has accepted your friend request.
pl: Użytkownik <a href="%(user_url)s">%(invitation_to_user)s</a> zaakceptował twoje zaproszenie do znajomych.

source: You accepted %(invitation_from_user)s's friend request.
pl: Zaakceptowałeś zaproszenie użytkownika %(invitation_from_user)s.

source: You accepted <a href="%(user_url)s">%(invitation_from_user)s</a>'s friend request.
pl: Zaakceptowałeś zaproszenie użytkownika <a href="%(user_url)s">%(invitation_from_user)s</a>.

source: %(removed_friend)s was removed from your friends.
pl: Użytkownik %(removed_friend)s został usunięty ze znajomych.

source: <a href="%(user_url)s">%(removed_friend)s</a> was removed from your friends.
pl: Użytkownik <a href="%(user_url)s">%(removed_friend)s</a> został usunięty ze znajomych.

source: %(invitation_from_user)s has requested to add you as a friend. You can accept their invitation at: http://%(current_site)s%(invitations_page)s
pl: Użytkownik %(invitation_from_user)s poprosił cię o zgodę na dodanie do znajomych. Możesz zaakceptować zaproszenie tu: http://%(current_site)s%(invitations_page)s

source: <a href="%(user_url)s">%(invitation_from_user)s</a> has requested to add you as a friend (see <a href="%(invitations_page)s">invitations</a>).
pl: Użytkownik <a href="%(user_url)s">%(invitation_from_user)s</a> poprosił cię o zgodę na dodanie do znajomych (zobacz <a href="%(invitations_page)s">zaproszenia</a>).

source: You have invited %(invitation_to_user)s to add you as a friend.
pl: Zaprosiłeś użytkownika %(invitation_to_user)s do znajomych.

source: You have invited <a href="%(user_url)s">%(invitation_to_user)s</a> to add you as a friend.
pl: Zaprosiłeś użytkownika <a href="%(user_url)s">%(invitation_to_user)s</a> do znajomych.

source: Your friend %(your_friend)s and %(new_friend)s are now friends.
pl: Twój znajomy %(your_friend)s i %(new_friend)s są teraz znajomymi.

source: Your friend <a href="%(your_friend_url)s">%(your_friend)s</a> and <a href="%(new_friend_url)s">%(new_friend)s</a> are now friends.
pl: Twój znajomy <a href="%(your_friend_url)s">%(your_friend)s</a> i <a href="%(new_friend_url)s">%(new_friend)s</a> są teraz znajomymi.
